Repository: ag-python/Komikku-pygobject-gtk4
Catalog: po/*.po
Languages: it

source: Automatically detect long vertical strip when possible
it: Rileva automaticamente le strisce verticali lunghe quando possibile

source: Whether to enable servers with NSFW only content
it: Se abilitare i server con soli contenuti NSFW

source: Reader
it: Lettore

source: Scaling
it: Ridimensionamento

source: Type of scaling to adapt image
it: Tipo di ridimensionamento per adattare l'immagine

source: Borders Crop
it: Ritaglia i bordi

source: Crop white borders of images
it: Ritaglia i bordi bianchi delle immagini

source: Fullscreen
it: Schermo intero

source: Automatically enter fullscreen mode
it: Entra nello schermo intero automaticamente

source: Advanced
it: Avanzati

source: Credentials storage
it: Storage delle credenziali

source: Allow plaintext storage as fallback
it: Abilità l'uso del testo semplice come storage di ripiego

source: Used when no keyring backends are found
it: Usato quando non sono disponibili i backend portachiavi

# Shortcut window description
source: Application
it: Applicazione

# Shortcut window description
source: Open preferences
it: Apri preferenze

# Shortcut window description
source: Toggle fullscreen mode
it: Abilita/disabilita lo schermo intero

# Shortcut window description
source: Library
it: Libreria

# Shortcut window description
source: Add manga
it: Aggiungi manga

# Shortcut window description
source: Select all
it: Seleziona tutti

# Shortcut window description
source: Search
it: Cerca

# Shortcut window description
source: Manga Card
it: Card manga

# Shortcut window description
source: Select all chapters
it: Seleziona tutti i capitoli

# Shortcut window description
source: Download Manager
it: Gestore dei download

# Shortcut window description
source: Select all downloads
it: Seleziona tutti i download

source: Multiple URLs not supported
it: URL multipli non supportati

source: Invalid URL {}, not handled by any server.
it: URL {} non valido, non gestito dal server.

source: Cancel
it: Cancella

source: Yes
it: Sì

source: Contributors: Code, Patches, Debugging:
it: Contributori: codice, patch, debugging:

source: Are you sure you want to quit?
it: Sei sicuro di voler uscire?

source: Some chapters are currently being downloaded.
it: Alcuni capitoli sono in corso di download.

source: Some mangas are currently being updated.
it: Alcuni manga sono in corso di aggiornamento.

source: Quit?
it: Uscire?

source: NOTICE {0} server is not longer supported. Please switch to another server.
it: AVVISO Il server {0} non è più supportato. Si prega di cambiare server.

source: Delete?
it: Cancellare?

source: Are you sure you want to delete this manga?
it: Sei sicuro di voler cancellare questo manga?

source: Failed to get manga URL
it: Recupero dell'URL del manga fallito

source: New
it: Nuovo

source: %m/%d/%Y
it: %d/%m/%Y

source: Reset
it: Ripristina

source: Mark as Read
it: Segna come letto

source: Mark as Unread
it: Segna come non letto

source: Download completed
it: Download completato

source: [{0}] Chapter {1}
it: [{0}] Capitolo {1}

source: {0}/{1} pages downloaded
it: Download completo di {0}/{1} pagine

source: error
it: errore

source: {0} manga added
it: {0} manga aggiunto

source: Oops, server website URL is unknown.
it: Oops, l'url del sito del server è sconosciuto.

source: Oops, failed to retrieve manga's information.
it: Oops, recupero delle informazioni del manga fallito.

source: MOST POPULARS
it: PIÙ POPOLARI

source: Oops, search failed. Please try again.
it: Oops, ricerca fallita. Ritentare.

source: No results
it: Nessun risultato

source: Servers
it: Server

source: Are you sure you want to delete selected mangas?
it: Sei sicuro di cancellare i manga selezionati?

source: Library
it: Libreria

source: Complete
it: Completato

source: Ongoing
it: In corso

source: Suspended
it: Sospeso

source: Download pending
it: Download in attesa

source: Downloaded
it: Download completi

source: Downloading
it: Download in corso

source: Download error
it: Errore di download

source: ⬅ Right to Left
it: ⬅ Da destra a sinistra

source: ➡ Left to Right
it: ➡ Da sinistra a destra

source: ⬇ Vertical
it: ⬇ Verticale

source: Adapt to Screen
it: Adatta allo schermo

source: Adapt to Width
it: Adatta alla larghezza

source: Adapt to Height
it: Adatta all'altezza

source: Original Size
it: Dimensioni originali

source: White
it: Bianco

source: Black
it: Nero

source: Servers Languages
it: Lingue dei server

source: User Account
it: Account utente

source: System keyring service is disabled. Credential cannot be saved.
it: Servizio portachiavi di sistema disabilitato. La credenziale non può essere salvata.

source: No keyring backends were found to store credential. Use plaintext storage as fallback.
it: Non sono stati trovati backend portachiavi per salvare la credenziale. Utilizzo testo semplice come storage di ripiego.

source: No keyring backends were found to store credential. Plaintext storage will be used as fallback.
it: Non sono stati trovati backend portachiavi per salvare la credenziale. Verrà utilizzato del testo semplice come storage di ripiego.

source: Servers Settings
it: Impostazioni dei server

source: Please choose a file
it: Per favore scegli un file

source: Save
it: Salva

source: Failed to save page: missing permission to access the XDG pictures directory
it: Salvataggio della pagina fallito: permesso per accedere alla cartella delle immagini XDG mancante

source: Page successfully saved to {0}
it: Pagina salvata con successo in {0}

source: There is no previous chapter.
it: Non ci sono capitoli precedenti.

source: It was the last chapter.
it: Era l'ultimo capitolo.

source: This chapter is inaccessible.
it: Questo capitolo è inaccessibile.

source: Failed to load image
it: Caricamento dell'immagine fallito

source: Retry
it: Riprova

source: Categories
it: Categorie

source: Anthology
it: Antologia

source: Issues
it: Problemi

source: Series
it: Serie

source: Chapters
it: Capitoli

source: With Tags
it: Con Tag

source: Tags to search for
it: Tag da ricercare

source: Without Tags
it: Senza Tag

source: Tags to exclude from search
it: Tag da escludere dalla ricerca

source: NSFW Content
it: Contenuti NSFW

source: Whether to show manga containing NSFW content
it: Se visualizzare manga con contenuti NSFW

source: Library update completed with errors
it: Aggiornamento della libreria completato con errori

source: Library update completed
it: Aggiornamento della libreria completato

source: Update completed with errors
it: Aggiornamento completato con errori

source: Update completed
it: Aggiornamento completato

source: No new chapter found
it: Nessun nuovo capitolo trovato

source: Oops, update has failed. Please try again.
it: Oops, l'aggiornamento è fallito. Ritentare.

source: Library update started
it: Aggiornamento della libreria avviato

source: Update started
it: Aggiornamento avviato

source: No Internet connection, timeout or server down
it: Nessuna connessione a internet, timeout scaduto o server offline
