Repository: ag-python/Komikku-pygobject-gtk4
Catalog: po/*.po
Languages: it

source: [Servers] Submanga: Update
it: [Server] Submanga: Aggiornato

source: [Servers] Read Manga: Update
it: [Server] Read Manga: Aggiornato

source: [Servers] Scan Manga: Update
it: [Server] Scan Manga: Aggiornato

source: [Servers] MangaKawaii: Update
it: [Server] MangaKawaii: Aggiornato

source: [L10n] Update French and German translations
it: [L10n] Aggiornate le traduzioni in tedesco e francese

source: [Servers] Webtoon: Update
it: [Server] Webtoon: Aggiornato

source: [Servers] MangaSee: Update
it: [Server] MangaSee: Aggiornato

source: [Servers] Scantrad France: Update
it: [Server] Scantrad France: Aggiornato

source: [L10n] Update German translation
it: [L10n] Aggiornata la traduzione in Tedesco

source: Refined the ability to add comics via the command line: more servers supported
it: Perfezionata l'aggiunta di fumetti da riga di comando: più server supportati

source: [Explorer] Servers list: Add a 'key' icon when a server requires a user account
it: [Esplora file] Lista dei server: Aggiunta un icona «chiave» quando un server richiede un account utente

source: [Explorer] Manga card: Add last chapter
it: [Esplora file] Manga card: Aggiunto l'ultimo capitolo

source: [Servers] Add Komga (Free and open source comics/mangas media server)
it: [Server] Aggiunto Komga (media server per fumetti/manga libero ed open source)

source: [Servers] Add View Comics (EN)
it: [Server] Aggiunto View Comics (EN)

source: [Servers] NineManga: Update
it: [Server] NineManga: Aggiornato

source: Fixing manga addition
it: Correzione nell'aggiunta dei manga

source: Added ability to add comics via the command line
it: Aggiunta l'abilità di aggiungere fumetti da riga di comando

source: [Servers] Add Scan Manga (FR)
it: [Server] Aggiunto Scan Manga (FR)

source: [Servers] Mangahub: Fixed pages wrong order
it: [Server] Mangahub: Corretto l'ordine errato delle pagine

source: [Library] Allow Selection mode while in search and search in Selection mode
it: [Libreria] Permetti la modalità di selezione quando in cerca e cerca nella modalità di selezione

source: [Card] The chapter `Reset` action is now proposed as soon as chapter pages are known
it: [Card] Il `Reset` del capitolo è ora proposto appena il le pagine sono conosciute

source: [Card] Improve chapters multiple selection
it: [Card] Migliorata la selezione multipla di capitoli

source: [Servers] Add Read Comic Online (EN)
it: [Server] Aggiunto Read Comic Online (EN)

source: [Servers] Hunlight Scans: Add logo
it: [Server] Hunlight Scans: aggiunto il logo

source: [Add dialog] Add Back navigation between pages via Esc key
it: [Aggiunto dialogo] Aggiunta la navigazione indietro tra le pagine con il pulsante Esc

source: [Add dialog] Search page: Give keyboard focus to search entry when a printable character is typed
it: [Aggiunto dialogo] Pagina di ricerca: Passa il focus della tastiera alla voce di ricerca quando un carattere stampabile viene digitato

source: [Card] Add 'Resume read' button
it: [Card] Aggiunto il pulsante «Continua a leggere»

source: [Servers] Add Xoxocomics (EN)
it: [Server] Aggiunto Xoxocomics (EN)

source: [Servers] MangaDex: Update to API v2 (more stable)
it: [Server] MangaDex: Aggiornato alle API v2 (più stabili)

source: [Servers] ScanOnePiece: Update
it: [Server] ScanOnePiece: Aggiornato

source: [Servers] Self Manga: Update
it: [Server] Self Manga: Aggionato

source: [Servers] Disable Leviatan Scans (ES)
it: [Server] Disabilitato Leviatan Scans (ES)

source: [Reader] Re-allow page scaling in Vertical reading mode (disabled by mistake in 0.22.0)
it: [Lettore] Ri-permetti il ridimensionamento in modalità di lettura verticale (disabilitato per sbaglio in 0.22.0)

source: [Library] Allow bulk downloading of manga, as well as marking all chapters as (un)read
it: [Libreria] Abilita il download di massa dei manga, così come di segnare tutti i capitoli come (non) letti

source: [Card] Chapters list: Add sort by date
it: [Card] Lista capitoli: Aggiunto l'ordinamento per data

source: [Reader] Add new pager for Webtoons: Vertical smooth/continuous scrolling (a.k.a. infinite canvas)
it: [Lettore] Aggiunta nuova paginazione per i webtoons: Scorrimento omogeneo/continuo verticale (a.k.a. tela infinita)

source: [Download Manager] Adding downloads: Improve responsiveness
it: [Gestore dei download]

source: [Preferences] Library: Add new option to allow user to enable/disable servers with NSFW only content
it: [Preferenze] Libreria; aggiunta opzione per permettere all'utente di abilitare/disabilitare i server con soli contenuti NSFW

source: [Servers] Add Mangahub
it: [Server] Aggiunto Mangahub

source: [Servers] Add NHentai
it: [Server] Aggiunto NHentai

source: [Servers] Add Readmanhwa
it: [Server] Aggiunto Readmanhwa

source: [Servers] Central de Mangás: Update
it: [Server] Central de Mangás: Aggiornato

source: [Servers] Crunchyroll: Update
it: [Server] Crunchyroll: Aggiornato

source: [Servers] Izneo: Update
it: [Server] Izneo: Aggiornato

source: [Servers] MangaNelo: Update
it: [Server] MangaNelo: Aggiornato

source: [Servers] Dynasty: Improvements
it: [Server] Dynasty: Migliorie

source: [Library] Several bugs fixes
it: [Libreria] Parecchie correzioni di bug

source: [Library] Rounded mangas thumbnails
it: [Libreria] Anteprime dei manga arrotondate

source: [L10n] German translation update
it: [L10n] Aggiornata la traduzione in tedesco

source: Fixed circular import error that prevented Komikku from starting (only on first launch, didn't affect Flatpak)
it: Corretto l'errore di importazione circolare che preveniva l'avvio di Komikku (solo al primo avvio, non affliggeva Flatpak)

source: [Library] Search: Add filter options (Downloaded, Unread, Recent)
it: [Libreria] Ricerca: Aggiunte opzioni di filtraggio (Download completo, Non letti, Recenti)

source: [Preferences] The window and its subpages can now be closed with Esc key
it: [Preferenze] La finestra e le sue sotto-pagine possono ora essere chiuse col pulsante Esc

source: [Servers] Add Dynasty (EN)
it: [Server] Aggiunto Dynasty (EN)

source: [Servers] Add 'Lupi Team' and 'Tutto Anime Manga' (IT)
it: [Server] Aggiunto "Lupi Team" e "Tutto Anime Manga" (IT)

source: [Servers] Add VizManga (EN): an account is required
it: [Server] Aggiunto VizManga (EN): è richiesto un account

source: [Servers] Disable Jaimini's Box (definitely closed)
it: [Server] Disabilitato Jaimini's Box (chiuso definitivamente)

source: [L10n] Add German translation
it: [L10n] Aggiunta la traduzione in tedesco

source: Add HiDPI display support
it: Aggiunto il supporto agli schermi HiDPI

source: [Preferences] Use Handy.PreferencesWindow subpages to display Servers Languages and Servers Settings
it: [Preferenze] Usa le sottopagine di Handy.PreferencesWindow per visualizzare Lingue dei Server e Impostazioni dei Server

source: [Library] Press &lt;Enter&gt; opens first manga in search
it: [Libreria] Premere &lt;Enter&gt; apre il primo manga nella ricerca

source: [Library] Disable range selection when in search mode
it: [Libreria] Disabilita la selezione ad intervallo quando in modalità di ricerca

source: [Library/Chapters/Download manager] Enter selection mode with Right click
it: [Libreria/Capitoli/Gestore dei download] Entra la modalità di selezione con il click destro

source: [Reader] Two new navigation types: mouse scroll, 2-fingers swipe gesture
it: [Lettore] Due nuovi tipi di navigazione: scorrimento del mouse, gesture swipe con 2 dita

source: [Reader] New 'Save Page' action
it: [Lettore] Aggiunto azione «Salva la pagina»

source: [Servers] Fix and improve credentials storage
it: [Server] Corretto e migliorato lo storage delle credenziali

source: [Servers] Crunchyroll: Fix login
it: [Server] Crunchyroll: Corretto il login

source: [Servers] Re-enable Jaimini's Box
it: [Server] Ri-abilitato Jaimini's Box

source: [Servers] Manga Eden: Fix downloading of images
it: [Server] Manga Eden: Corretto il download delle immagini

source: [Servers] Manga Plus: Add manga 'Status' info
it: [Server] Manga Plus: Aggiunta l'Informazione di «Stato»

source: [Servers] Manga Plus: Can't get manga info of some manga
it: [Server] Manga Plus: impossibile recuperare informazioni manga o dei manga

source: [Servers] MangaDex: Fix new chapters not appearing
it: [Server] MangaDex: Corretti i nuovi capitoli non visualizzati

source: [Servers] Webtoon: Fix search
it: [Server] Webtoon: Corretta la ricerca

source: [Preferences] Add search
it: [Preferenze] Aggiunta ricerca

source: Add Turkish translation
it: Aggiunta la traduzione in Turco

source: [Preferences] New UI
it: [Preferenze] Nuova UI

source: [Servers] MangaNelo: Fix images loading
it: [Server] MangaNelo: Corretto il caricamento delle immagini

source: [Servers] Disable Jaimini's Box
it: [Server] Disabilitato Jaimini's Box

source: Fix 2 critical bugs (app crashs)
it: Corretti 2 bug critici (crash dell'app)

source: [Library/Readers] Add support of animated GIFs
it: [Libreria/Lettore] Aggiunto il supporto alle gif animate

source: [Library] Add &lt;Control&gt;+F shortcut: Enter search mode
it: [Libreria] Aggiunta scorciatoia &lt;Control&gt;+F: Entra in modalità di ricerca

source: [Library/Manga/Download Manager] Add &lt;Control&gt;+A shortcut: Select all
it: [Libreria/Manga/Gestore dei download] Aggiunta scorciatoia &lt;Control&gt;+A : Seleziona tutto

source: [Library/Manga/Download Manger] Add &lt;Control&gt;+Click and &lt;Shift&gt;+Click shortcuts: Enter selection mode
it: [Libreria/Manga/Gestore dei download] Aggiunte scorciatoie &lt;Control&gt;+Click e &lt;Shift&gt;+Click: Entra nella modalità di selezione

source: [Download Manager] Add range selection: long press on an item then long press on another to select everything in between
it: [Gestore dei download] Aggiunta selezione ad intervallo: premi a lungo su un elemento e su un altro per selezionare tutto ciò che sta in mezzo

source: [Manga] Add chapters scanlators support (MangaDex only)
it: [Manga] Aggiunto il supporto agli scanlators per i capitoli (solo MangaDex)

source: [Servers] Add Izneo (DE, EN and FR) and Yieha (NL): a account is required
it: [Server] Aggiunti Izneo (DE, EN and FR) e Yieha (NL): è richiesto un account

source: [Library] Faster chapters list rendering
it: [Libreria] Rendering della lista dei capitoli velocizzato

source: [Library] Faster read/unread state toggling with long chapters selections
it: [Libreria] Cambio di stato letto/non letto più veloce con selezioni di capitoli lunghe

source: [Library] Reduce memory used by covers
it: [Libreria] Ridotta la memoria usata dalle copertine

source: [Servers] MangaSee: Fix manga with chapters grouped by seasons
it: [Server] MangaSee: Corretti i manga coi capitoli raggruppati per stagioni

source: [Servers] Jaimini's Box: Several fixes
it: [Server] Jaimini's Box: Parecchie correzioni

source: [Servers] MangaLib: Several fixes
it: [Server] MangaLib: parecchie correzioni

source: [Library] Add search by genre (exact match)
it: [Libreria] Aggiunta ricerca per genere (corrispondenza esatta)

source: [Library/Chapters] Add range selection: long press on an item then long press on another to select everything in between
it: [Gestore dei download] Aggiunta selezione ad intervallo: premi a lungo su un elemento e su un altro per selezionare tutto ciò che sta in mezzo

source: [Chapters] Fully cached/read chapters are now marked as "Downloaded"
it: [Capitoli] I capitoli completamente in cache/letti sono ora segnati come «Download completato»

source: [Reader] Improve keyboard navigation
it: [Lettore] Migliorata la navigazione da tastiera

source: [Reader] Improve pages transition
it: [Lettore] Migliorata la transizione tra pagine

source: [Servers] Add Crunchyroll (EN): a Premium account is required
it: [Server] Aggiunto Crunchyroll (EN): è richieso un account premium

source: [Servers] Scantrad France: Add Most populars
it: [Server] Scantrad France: Aggiunto più popolari

source: Improve manga update
it: Migliorato l'aggiornamento dei manga

source: New icon
it: Nuova icona

source: [Reader] Add 'Original Size' scaling
it: [Lettore] Aggiunto ridimensionamento «Dimensione originale»

source: [Reader] Several fixes in keyboard navigation
it: [Lettore] Parecchie correzioni con la navigazione da tastiera

source: [Settings] Library: Add new option 'Auto Download of New Chapters'
it: [Impostazioni] Libreria: Aggiunta nuova opzione «Download automatico dei nuovi capitoli»

source: [Settings] Library: Add new option 'Long Strip Detection' (MangaDex, MangaNelo, Mangakawaii, JapScan and Union Mangás)
it: [Impostazioni] Libreria: Aggiunta nuova opzione «Rilevazione strisce lunghe» (MangaDex, MangaNelo, Mangakawaii, JapScan e Union Mangás)

source: [Servers] JapScan: Fix search and images loading
it: [Server] JapScan: Corretta la ricerca e il caricamento delle immagini

source: [Servers] MangaLib: Fix images loading
it: [Server] MangaLib: Corretto il caricamento delle immagini

source: [Servers] Submanga: Update of domain
it: [Server] Submanga: Aggiornato il dominio

source: [Reader] Fix crash with corrupt or empty images
it: [Lettore] Corretto crash con immagini vuote o corrotte

source: [Settings] Add servers settings
it: [Impostazioni] Aggiunte le impostazioni dei server

source: [Servers] Add Union Mangás (PT)
it: [Server] Aggiunto Union Mangás (PT)

source: [Servers] Add MangaLib and HentaiLib (RU)
it: [Server] Aggiunti MangaLib e HentaiLib (RU)

source: [Servers] Add Edelgarde Scans, Hunlight Scans, One Shot Scans, Reaper Scans, The Nonames Scans, Zero Scans (EN)
it: [Server] Aggiunti Edelgarde Scans, Hunlight Scans, One Shot Scans, Reaper Scans, The Nonames Scans, Zero Scans (EN)

source: [Servers] Add Leviatan Scans (EN, ES)
it: [Server] Aggiunto Leviatan Scans (EN, ES)

source: [Servers] Hatigarm Scans: new server version
it: [Server] Hatigarm Scans: nuova versione del server

source: [Servers] Scantrad France: Fix
it: [Server] Scantrad France: Corretto

source: [Servers] MangaDex: Added ability to log in
it: [Server] Scantrad France: Aggiunta la possibilità di fare il login

source: [Servers] Read Manga: Fixes
it: [Server] Read Manga: Corretto

source: Improved manga update
it: Migliorato l'aggiornamento dei manga

source: [Servers] Mangakawaii: Fixed manga cover
it: [Server] Mangakawaii: Aggiunstata la copertina dei manga

source: [Manga] Fixed the unread action of chapters
it: [Manga] Corretta l'impostazione di non letto dei capitoli

source: [Reader] Cursor hiding during keyboard navigation
it: [Lettore] Il cursore si nasconde durante la naigazione da tastiera

source: [Reader] Arrow scrolling in every reading directions
it: [Lettore] Scorrimento con le frecce in ogni direzione di lettura

source: [Reader] Added white borders crop
it: [Lettore] Aggiunto il ritaglio dei bordi bianchi

source: [Servers] Added Kirei Cake (EN)
it: [Server] Aggiunto Kirei Cake (EN)

source: [Servers] Added Read Manga, Mint Manga and Self Manga (RU)
it: [Server] Aggiunto Read Manga, Mint Manga e Self Manga (RU)

source: [Servers] Updated Mangakawaii domain
it: [Server] Aggiornato il dominio di Mangakawaii

source: [Servers] Fixed JapScan search (using DuckDuckGo Lite)
it: [Server] Corretta la ricerca di JapScan (usando DuckDuckGo Lite)

source: Added back navigation with Escape key
it: Aggiunta navigazione all'indietro con il pulsante Esc

source: Added abilility to add manga by ID using keyword "id:&lt;id&gt;" (useful with MangaDex)
it: Aggiunta la possibilità di aggiungere un manga per ID usando la parola chiave "id:&lt;id&gt;" (utile con MangaDex)

source: Various bugs fixes
it: Varie correzioni di bug

source: Added the Dutch translation
it: Aggiunta la traduzione in tedesco

source: Added Desu server (RU)
it: Aggiunto il server Desu (RU)

source: Added the Russian translation
it: Aggiunta la traduzione in russo

source: Updated the Brazilian Portuguese translation
it: Aggiornata la traduzione in portoghese brasiliano

source: Fixed a bug in manga updater
it: Corretto un bug nel sistema d'aggiornamento dei manga

source: Fixe a bug in Download Manager
it: Corretto un bug nel gestore dei download

source: Added a Download Manager
it: Aggiunto gestore dei download

source: [Manga] Improved chapters download
it: [Manga] Migliorato il download dei capitoli

source: [Reader] Vertical reading direction: Added scrolling with UP and DOWN keys
it: [Lettore] Direzione di lettura verticale: Aggiunto lo scorrimento con i pulsanti SU e GIÙ

source: [Reader] Added a Retry button when a image load failed
it: [Lettore] Aggiunto un pulsante Riprova quando un immagine fallisce il caricamento

source: [Servers] Removed Manga Rock (server has closed)
it: [Server] Rimosso Manga Rock (il server ha chiuso)

source: [Servers] Minor fix in xkcd
it: [Server] Correzione minore in xkcd

source: [Servers] MangaDex: Added 15 languages
it: [Server] MangaDex: Aggiunte 15 lingue

source: [Library] Add an unread badge
it: [Libreria] Aggiunto un badge non letto

source: [Library/Manga] Added "Select All" in selection mode
it: [Libreria/Manga] Aggiunto "Seleziona tutti" nella modalità di selezione

source: [Library/Manga] Now leaves selection mode when no mangas/chapters are selected
it: [Libreria/Manga] Ora lascia la modalità di selezione quando nessun manga/capitolo è selezionato

source: [Manga] Improved chapters list rendering
it: [Manga] Migliorato il rendering della lista dei capitoli

source: [Manga] Improved chapters download: add a progress bar and a "Stop" button
it: [Manga] Migliorato il download dei capitoli: aggiunta una barra del progresso e un pulsante «Stop»

source: [Settings] General: New option to disable desktop notifications
it: [Impostazioni] Generale: Nuova opzione per disabilitare le notifiche della scrivania

source: [Servers] Minor fixes in xkcd
it: [Server] Correzioni minori in xkcd

source: [Servers] Add MangaDex (EN, ES, FR)
it: [Server] Aggiunto MangaDex (EN, ES, FR)

source: Jaimini's Box server: Fixed mangas with an adult alert
it: Server Jaimini's Box: Corretti manga con allerta adulti

source: Added MANGA Plus server (EN, ES)
it: Aggiunto il server MANGA Plus (EN, ES)

source: Added Jaimini's Box
it: Aggiunto Jaimini's Box

source: Fixed 'Night Light' preference
it: Corretta la preferenza «Luce notturna»

source: Fixed JapScan server search
it: Corretta la ricerca sul server JapScan

source: Pager focus is now correctly restored when menu is closed (useful for keypad navigation).
it: Il focus del paginatore è ora correttamente ripristinato quando il menù viene chiuso (utile per la navigazione col tastierino).

source: Happy new year to everyone.
it: Buon anno a tutti.

source: Added 'Vertical' reading direction
it: Aggiunta la direzione di lettura «Verticale»

source: Added 'Night Light' preference
it: Aggiunta la preferenza «Luce notturna»

source: Fixed Manganelo and WEBTOON servers
it: Corretti i server Manganelo e WEBTOON

source: Ninemanga: Fixed missing chapters issue (EN, BR, DE, ES, IT)
it: Ninemanga: Corretto il problema dei capitoli mancanti (EN, BR, DE, ES, IT)

source: Pepper&amp;Carrot: Fixed chapters update
it: Pepper&amp;Carrot: Corretto l'aggiornamento dei capitoli

source: Pepper&amp;Carrot: Added missing Cover and Credits pages
it: Pepper&amp;Carrot: Aggiunte le pagine copertina e crediti mancanti

source: New preference: Servers languages
it: Nuova preferenza: Lingue dei server

source: Bug fixes in Scantrad France and DB Multiverse
it: Corretti i bug in Scantrad France e DB Multiverse

source: A bug fix in change of reading direction
it: Corretto un bug nel cambio di direzione della lettura

source: A bug fix in Pepper&amp;Carrot
it: Corretto un bug in Pepper&amp;Carrot

source: Added Pepper&amp;Carrot server
it: Aggiunto il server Pepper&amp;Carrot

source: A free(libre) and open-source webcomic supported directly by its patrons to change the comic book industry!
it: Un webcomic libero ed open-source supportato direttamente dai suoi patreon per cambiare l'industria dei fumetti!

source: New preference: Automatically update library at startup
it: Nuova preferenza: Aggiorna automaticamente la libreria all'avvio

source: Fix in Mangakawaii server (Cloudflare problem)
it: Corretto il server Mangakawaii (problema con Cloudflare)

source: Fixes in Mangakawaii server
it: Correzioni nel server MangaKawaii

source: Added Dragon Ball Multiverse (DBM) server
it: Aggiunto il server Dragon Ball Multiverse (DBM)

source: Fixes in Japscan server (search still broken)
it: Correzioni nel server Japscan (ricerca ancora non funzionante)

source: New servers: NineManga Russian, Webtoon Indonesia and Webtoon Thai
it: Nuovi server: NineManga Russo, Webtoon Indonesia e Webtoon Thai

source: For all servers that allow it, most popular mangas are now offered as starting search results.
it: Per tutti i server che lo permettono, i manga più popolari sono forniti come risultati di ricerca iniziali.

source: Improve speed of dates parsing
it: Migliorata la velocità del parsing delle date

source: Fixed order of manga chapters for Scantrad France and Central de Mangás
it: Corretto l'ordine dei capitoli per Scantrad France e Central de Mangás

source: Fix keyboard navigation in reader
it: Corretta la navigazione da tastiera nel lettore

source: Add a new server: xkcd (English)
it: Aggiunto un nuovo server: xkcd (English)

source: Add the Portuguese (Brazil) translation
it: Aggiunta la traduzione in Portoghese (Brasile)

source: Add a new server: Central de Mangas (Portuguese)
it: Aggiunto un nuovo server: Central de Mangas (Portoghese)

source: Bug fix: Change the location of the data storage
it: Correzione bug: Cambiata la locazione dello storage dei dati

source: First release
it: Primo rilascio

source: Learn more about Komikku
it: Scopri di più su Komikku

source: Preferences
it: Preferenze

source: Download Manager
it: Gestore dei download

source: Open in Browser
it: Apri nel browser

source: Genres
it: Generi

source: Status
it: Stato

source: Synopsis
it: Sinossi

source: Info
it: Informazioni

source: No downloads
it: Nessun download

source: Last Chapter
it: Ultimo capitolo

source: Delete
it: Cancella

source: Update
it: Aggiorna

source: Order of Chapters
it: Ordine dei capitoli

source: ⬆ By Source
it: ⬆ Per sorgente

source: ⬇ By Source
it: ⬇ Per sorgente

source: ⬆ By Date
it: ⬆ Per data

source: ⬇ By Date
it: ⬇ Per data

source: Select All
it: Seleziona tutti

source: Delete All
it: Cancella tutti

source: Unread
it: Segna come non letto

source: Recents
it: Recenti

source: Update Library
it: Aggiorna la libreria

source: Keyboard Shortcuts
it: Scorciatoie da tastiera

source: About Komikku
it: Riguardo Komikku

source: Reading Mode
it: Modalità di lettura

source: Type of Scaling
it: Tipo di ridimensionamento

source: Background Color
it: Colore di sfondo

source: Crop Borders
it: Ritaglia i bordi

source: General
it: Generale

source: Dark Theme
it: Tema scuro

source: Use dark GTK theme
it: Usa il tema GTK scuro

source: Night Light
it: Luce notturna

source: Automatically enable dark theme at night
it: Abilita automaticamente il tema scuro di notte

source: Desktop Notifications
it: Notifiche scrivania

source: Use desktop notifications for downloads and library updates
it: Usa le notifiche della scrivania per i download e gli aggiornamenti della libreria

source: Update at Startup
it: Aggiorna all'avvio

source: Automatically update library at startup
it: Aggiorna automaticamente la libreria all'avvio

source: Auto Download of New Chapters
it: Download automatico dei nuovi capitoli

source: Automatically download new chapters
it: Download automatico dei nuovi capitoli

source: Restrict servers to selected languages
it: Limita i server alle lingue selezionate

source: Enable/disable and configure servers
it: Abilita/disabilita e configura i server

source: Long Strip Detection
it: Rilevamento strisce lunghe
